Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: This governor has developed an unusual degree of sympathy for offspring during their ascensions and puts great effort into optimizing conditions for both birth and development, resulting in an increase of overall reproductive rates across their sectors.
ru: Этот лидер побуждает людей размножаться и делать больше детей.

source: This governor has had considerable expertise in terraforming techniques even before their ascensions, but these allowed them to finally realize their aspirations to the fullest, and they have started to run several small-scale terraforming programs in inhabitated regions of their sectors to improve habitability for the residents as as result.
ru: Этот лидер может научить людей жить в тяжелых условиях.

source: This governor has invented a method to distribute and manage planetary amenities more efficiently during their ascensions, which allows them to allocate important resources elsewhere.
ru: Этот лидер знает, как научить людей довольствоваться строго необходимым'.

source: This habitat is an elysian ring space station, offering wonderful planet-like conditions to its inhabitants, who lord over the inhabitants of the planet below.
ru: Эта среда обитания представляет собой космическую станцию элизианского кольца, предлагающую своим обитателям замечательные условия, похожие на планетарные, которые господствуют над обитателями планеты внизу.

source: This highly advanced and specialized installation allows for the study of and experimentation on quantum nonlocality phenomena.
ru: Эта высокоразвитая и специализированная установка позволяет изучать и экспериментировать с нелокализованными явлениями, обнаруженными с помощью средств абстрактной физики.

source: This highly advanced ring folds the space around the star within itself and into a higher dimension, collapsing it through the fabric of universe and "unfolding" it as a 5-dimensional singularity.
ru: Это высокоразвитое кольцо сворачивает пространство вокруг звезды внутри себя и в более высокое измерение, проникая сквозь ткань Вселенной и "разворачивая" ее как 5-мерную сингулярность.

source: This humongous construct employs quantum theory to directly entangle different locations in the galaxy, making it possible for us to instantly transfer energy within our empire.
ru: Эта огромная конструкция допускает прямое переплетение различных местоположений квантовых полей в галактике, что позволяет нам мгновенно передавать энергию внутри нашей империи.

source: This hunger within.
ru: Этот голод внутри.

source: This impossibly powerful Attack Moon is made out of an extremely energetic esoteric material.
ru: Эта невероятно мощная Боевая Луна сделана из чрезвычайно энергичного эзотерического материала.

source: This improved version of the standard afterburners provide an even greater boost to a ship's combat speed.
ru: Эта улучшенная версия стандартных форсажных камер еще больше увеличивает боевую скорость корабля.

source: This incredible technological feat shall grant us huge amounts of energy, as well as lots of data on the nature of the strange bodies that are black holes.
ru: Это невероятное технологическое достижение даст нам огромное количество энергии, а также множество данных о природе странных тел, которые являются черными дырами.

source: This information is vital to our cause, or at least to minimize disturbance from the outside.
ru: Эта информация жизненно важна для нашего дела, или, по крайней мере, для того, чтобы свести к минимуму беспокойство извне.

source: This information might help our research projects in society research.
ru: Эта информация может помочь нашим исследовательским проектам в изучении общества.

source: This initial skeletal frame encircles the system's sun, and serves as the platform on which we will eventually build fully habitable sections.
ru: Этот первоначальный каркас окружает солнце системы и служит платформой, на которой мы в конечном итоге построим полностью обитаемые секции.

source: This inspiring leader has an undeniable charisma, being worshiped as a hero by the troops.
ru: Этот лидер обладает неоспоримой харизмой и войска боготворят его как героя.

source: This is a Class-L Brown Dwarf, which is relatively close to igniting and becoming a star.
ru: Это коричневый карлик класса L, который относительно близок к тому, чтобы воспламениться и стать звездой.

source: This is a catastrophe!
ru: Это катастрофа!

source: This is a conflict the likes of which have rarely been seen throughout galactic history.
ru: Это конфликт, подобный которому редко наблюдался на протяжении всей галактической истории.

source: This is a delightful day indeed.
ru: Это действительно восхитительный день.

source: This is a great day.
ru: Это великий день.

source: This is a wonderful day.
ru: Это чудесный день.

source: This is bad.
ru: Это плохо.

source: This is far too dangerous.
ru: Это слишком опасно

source: This is fine.
ru: Это прекрасно

source: This is getting worrying.
ru: Это начинает беспокоить.

source: This is getting... complicated.
ru: Это становится... сложный.

source: This is highly problematic!
ru: Это крайне проблематично!

source: This is horrible!
ru: Это ужасно!

source: This is incredible!
ru: Это невероятно!

source: This is just the beginning...
ru: Это только начало...

source: This is madness!
ru: Это безумие!

source: This is more complicated than we thought...
ru: Это сложнее, чем мы думали...

source: This is not worth our time.
ru: Это не стоит нашего времени

source: This is not worth the hassle.
ru: Это не стоит таких хлопот.

source: This is only the beginning.
ru: Это только начало.

source: This is sure to be quite the act of revenge.
ru: Это, несомненно, будет настоящим актом мести.

source: This is terrible!
ru: Это ужасно!

source: This is the estimated time before Aeternum finally awakens, and likely declares war on the entire galaxy in an attempt to once again unite it under their banner.
ru: Это предполагаемое время до того, как Этернум окончательно пробудится и, вероятно, объявит войну всей галактике в попытке еще раз объединить ее под своим знаменем.

source: This is the greatest scientific discovery of all time!
ru: Это величайшее научное открытие всех времен!

source: This is too risky, not now.
ru: Это слишком рискованно, не сейчас.

source: This is too risky.
ru: Это слишком рискованно.

source: This is truly grandiose.
ru: Это действительно грандиозно.

source: This is unacceptable.
ru: Это неприемлемо.

source: This keeper can use these databases to help our physics research.
ru: Этот хранитель может использовать эти базы данных, чтобы помочь нашим исследованиям в области физики.

source: This keeper has specialized in recording and sorting these computer programs into huge databases.
ru: Этот хранитель специализировался на записи и сортировке этих компьютерных программ в огромные базы данных.

source: This keeper has travelled far recording different forms of communication and might help our society research.
ru: Этот хранитель проделал большой путь, фиксируя различные формы коммуникации, и может помочь нашему обществу в исследованиях.

source: This keeper has travelled far to collect samples for our geological archives.
ru: Этот хранитель проделал долгий путь, чтобы собрать образцы для нашего геологического архива.

source: This keeper is responsible for sorting the blueprint into the databases for easy access.
ru: Этот хранитель отвечает за сортировку чертежей по базам данных для удобного доступа.

source: This keeper is well familiar with our chemical databases and can use this knowledge to help our engineering research.
ru: Этот сотрудник хорошо знаком с нашими химическими базами данных и может использовать эти знания для помощи нашим инженерным исследованиям.

source: This keeper keep these designs and help construct the systems for easy sorting and access to information.
ru: Этот хранитель сохраняет эти проекты и помогает создавать системы для удобной сортировки и доступа к информации.

source: This keeper knows how to access and search through our archives on mathematical theory, this can help our physicist research.
ru: Этот хранитель знает, как получить доступ и провести поиск в наших архивах по математической теории, что может помочь нашим физикам в их исследованиях.

source: This keeper knows how to access our vast archives on cultures that have been, and still is.
ru: Этот хранитель знает, как получить доступ к нашим обширным архивам о культурах, которые были и остаются.

source: This keeper specializes in architecture and construction.
ru: Этот хранитель специализируется на архитектуре и строительстве.

source: This keeper specializes in astronomy.
ru: Этот хранитель специализируется на астрономии.

source: This keeper specializes in chemistry.
ru: Этот хранитель специализируется на химии.

source: This keeper specializes in computer software.
ru: Этот хранитель специализируется на компьютерном программном обеспечении.

source: This keeper specializes in cultures.
ru: Этот хранитель специализируется на культурах.

source: This keeper specializes in electronics.
ru: Этот хранитель специализируется на электронике.

source: This keeper specializes in geology.
ru: Этот хранитель специализируется на геологии.

source: This keeper specializes in history.
ru: Этот хранитель специализируется на истории.

source: This keeper specializes in languages and other forms of communication.
ru: Этот хранитель специализируется на языках и других формах общения.

source: This keeper specializes in mathematics.
ru: Данный хранитель специализируется на математике.

source: This keeper specializes in mechanics.
ru: Этот хранитель специализируется на механике.

source: This keeper specializes in our databases on war, this knowledge might help our society research.
ru: Этот хранитель специализируется на наших базах данных о войне, и эти знания могут помочь нашему обществу в исследованиях.

source: This keeper specializes in recording various forms of life, and putting them into the right place in our databases.
ru: Этот хранитель специализируется на регистрации различных форм жизни и помещает их в нужные места в наших базах данных.

source: This keeper specializes in taxonomy.
ru: Этот хранитель специализируется на таксономии.

source: This keeper specializes in wars.
ru: Этот хранитель специализируется на войнах.

source: This keeper works with recording these events and putting them into our archives.
ru: Этот хранитель занимается записью этих событий и помещением их в наши архивы.

source: This keeper’s knowledge about our taxonomical archives might help our society research.
ru: Знания этого хранителя о наших таксономических архивах могут помочь нашему обществу в исследованиях.

source: This large array of complex structures helps the Katzens adapt the planet's environment to their liking, effectively rendering it more habitable and facilitating colonization efforts.
ru: Этот большой массив сложных структур помогает Катзенм адаптировать окружающую среду планеты по своему вкусу, эффективно делая ее более пригодной для жизни и облегчая усилия по колонизации.

source: This large celestial body is just the right size to become a $name_war_planet$.
ru: Это большое небесное тело как раз подходящего размера, чтобы стать $name_war_planet$.

source: This large device is capable of receiving and organizing large quantities of planetary matter, preparing them for transfer towards the yard which will use them to fabricate an Attack Moon
ru: Это большое устройство способно принимать и организовывать большие количества планетарной материи, подготавливая их для передачи на верфь, которая будет использовать их для изготовления Боевой Луны

source: This large equatorial ring houses the necessary machinery to fuel and power the massive orbital coolers that will be used to remotely alter the Molten World's surface conditions.
ru: В этом большом экваториальном кольце находится необходимое оборудование для заправки топливом массивных орбитальных охладителей, которые будут использоваться для дистанционного изменения условий на поверхности расплавленного мира.

source: This large obelisk seems to generate enigmatic powers by telling TLS to meme it into existence.
ru: Этот большой обелиск, по-видимому, генерирует загадочные силы, постоянно собирая энергию из космоса.

source: This large ring houses the necessary machinery to mount the gravitational engines that will be used to remotely collect the planetary remnants.
ru: В этом большом кольце находится необходимое оборудование для установки гравитационных двигателей, которые будут использоваться для дистанционного сбора остатков планеты.

source: This large structure draws energy from the Blokkwork in order to assemble a variety of Blokkat vessels with unseen speed and efficiency.
ru: Это большое сооружение черпает энергию из блокчейна, чтобы собирать разнообразные блоккатные сосуды с невиданной скоростью и эффективностью

source: This leader aims to expand their borders.
ru: Этот лидер стремится к расширению границ империи.

source: This leader an expert at reconnaissance, having the technical skill to always get the most out of long-range starship sensors.
ru: Этот адмирал способен обнаруживать уязвимые места в обороне противника, чтобы максимально эффективно использовать дальнобойное оружие.

source: This leader appears to genuinely care about their subjects.
ru: Этот лидер искренне заботится о своих подданных.

source: This leader began their career as a shipwright and knows how a spaceship should properly be constructed.
ru: Этот лидер начинал свою карьеру в качестве строителя кораблей и хорошо разбирается в их устройстве.

source: This leader believes that speed and rapid maneuvers are the keys to success in any space engagement.
ru: Этот лидер считает, что скорость и маневренность являются ключом к успеху в любом космическом сражении.

source: This leader can seemingly conjure up supplies from nowhere, decreasing the maintenance costs of ground forces.
ru: Этот лидер может получать ресурсы буквально из воздуха, уменьшая затраты на содержание наземных войск.

source: This leader cultivates a strong interest in architecture and construction techniques.
ru: Этот лидер проявляет большой интерес к архитектуре и строительной индустрии.

source: This leader does not shy away from conflict.
ru: Этот лидер не боится открытых конфликтов.

source: This leader enjoys watching the great ship races, always keeping up to date with the latest results and visiting the arenas as often as time permits.
ru: Этот лидер любит наблюдать за гонками на кораблях, и всегда в курсе последних результатов.

source: This leader excels at the study of alien artifacts and structural remnants in the field.
ru: Этот лидер крайне эффективен при изучении инопланетных артефактов.

source: This leader feels strongly about securing and protecting agrarian food sources.
ru: Этот лидер решительно настроен на обеспечение и защиту интересов аграриев.

source: This leader fights deviously, relying on misdirection and surprise to get the better of the enemy.
ru: Этот лидер обладает широким арсеналом способов ведения боя, включая смену направления атаки и элемент неожиданность, что позволяет ему успешно справляться с любым врагом.

source: This leader had some kind of inspiration during their ascensions and subsequently volunteered to serve our empire with minimal expectations for payment, so hiring them won't be expensive.
ru: Этот лидер добровольно помогает народу, и его наем не будет стоить дорого.

source: This leader has a background as an academic, understanding the importance of learning.
ru: Этот лидер имеет опыт академической работы и понимает важность обучения.

source: This leader has a background in landscaping, eventually turning their attention towards larger projects.
ru: Этот лидер имеет опыт работы в благоустройстве земель и лично курирует самые крупные проекты.

source: This leader has a firm grip on the means of production.
ru: Этот лидер владеет средствами производства.

source: This leader has a keen sense for tactics, skilled at outmaneuvering the enemy and at countering the plans of the enemy admiral.
ru: Этот лидер хорошо разбирается в тактике и умеет переигрывать противника в открытом противостоянии.

source: This leader has created a complex neural network capable of independent decision-making and even introspection.
ru: Этот лидер создал сложную нейронную сеть, способную самостоятельно принимать решения и даже заниматься самоанализом.

source: This leader has created a simple neural network to help with data processing tasks.
ru: Этот лидер создал простую нейронную сеть, чтобы облегчить задачу обработки данных.

source: This leader has developed a habit of routinely mentally optimizing our empires architectural projects during their ascension, optimizing logistic chains and encouraging designs for buildings and districts that creatively use pre-existing infrastructure, landforms or planetary features, which allows us to greatly reduce construction costs throughout our empire.
ru: Этот лидер будет тратить больше энергии на развитие зданий в колониях.

source: This leader has developed a mental method during their Mental Ascension that allows them to mentally cross-reference the demands, ideals and likings of parties in exchanges such as negotiations or debates at all times, which allows them to interact and cooperate with our empires factions and politicians in an universally highly appreciated fashion.
ru: Этот лидер обладает природным талантом и находит компромиссы с основными фракциями страны.

source: This leader has developed methods to maximize space on our colonies during their ascensions, often preferring to utilize unused subterranean zones to increase the maximum amount of buildable districts.
ru: Этот лидер знает, как использовать любое доступное пространство колонии, особенно подземную зону, увеличивая количество доступных районов.

source: This leader has developed the ability to assess and predict potential threats at an astonishing rate, allowing them to evade hostiles easier and quickly disengage during emergencies.
ru: Этот лидер знает, как избежать большинства угроз и, скорее всего, выживет в большинстве засад.

source: This leader has embraced asceticism as a result of some kind of inspiration during their ascensions, and demands almost no compensation for their work as a result.
ru: Этот лидер знает, как перерабатывать своих потребителей, не тратя слишком много, что снижает затраты на его содержание.

source: This leader has employed a mix of bioengineering and cybernetics to drastically increase their lifespan.
ru: Этот лидер использовал сочетание биоинженерии и кибернетики, чтобы резко увеличить продолжительность их жизни.

source: This leader has established an immense personal spy network in our empire, and the vastly differing ascended skills of their operatives allow them to efficiently interfere with most crimes in their sectors.
ru: У этого лидера есть личная шпионская сеть, позволяющая вмешиваться в большинство преступлений.

source: This leader has had some sort of revelation during their Mental Ascension which has let them to insist on broadened recruitment standards and drastically expanded leader qualification spectrums to as they reason 'optimize situational leader selection pools'.
ru: Этот лидер хочет быть окружен хорошими советниками. Поэтому он увеличит выбор лидера, который может послужить стране.

source: This leader has learned to use their ascended levels of consciousness to maintain their body better, allowing them to live significantly longer.
ru: Этот лидер обладает особой прирожденной чертой, позволяющей жить дольше.

source: This leader has mastered the field of logistics, and knows how to manage supplies to keep maintenance costs down.
ru: Этот лидер успешно освоил сферу логистики и знает, как управлять эффективно управлять поставками материалов, чтобы снизить расходы на техническое обслуживание кораблей.

source: This leader has personally assisted with the ascensions of many recruits, and serves as an inspiration and idol for many of them.
ru: Этот лидер обладает природным талантом побуждать своих солдат к бою.

source: This leader has studied physics and is well familiar with the theoretic frameworks of the universe.
ru: Этот лидер - физик по образованию, он прекрасно знает строение Вселенной.

source: This leader has travelled far and wide and is more familiar than most with the various places and empires of the galaxy.
ru: Этот лидер исколесил все галактику вдоль и поперек.

source: This leader have a background in the military and is well aware of what is required for an efficent military.
ru: Этот лидер имеет опыт армейской службы и хорошо знает, что требуется для ведения эффективной военной политики.

source: This leader have a profound understanding for how civilization depends on the planets they are built.
ru: Этот лидер понимает, как будущее цивилизации зависит от экологии населенных планет.

source: This leader is a cautious admiral, avoiding unnecessary risks and taking care to always maintain formations in which fleet units can mutually support each other against the enemy.
ru: Этот лидер - осторожный адмирал, избегающий ненужного риска и заботящийся о том, чтобы боевые подразделения всегда эффективно взаимодействовали друг с другом.

source: This leader is a former fleet officer, and is personally invested in promoting a strong inter-planetary presence.
ru: Этот бывший офицером флота, он лично участвует в развитие нашего межпланетного присутствия.

source: This leader is a natural engineer, having the knowledge and skills to organize and oversee starship repairs without the benefit of a spacedock.
ru: Этот лидер - прирожденный инженер, обладающий знаниями и навыками для организации ремонта кораблей вне космических доков.

source: This leader is a reformer, dedicated towards building the society of tomorrow.
ru: Этот лидер - реформатор, преданный делу построения общества будущего.

source: This leader is a shrewd economist, capable of maximizing financial potential.
ru: Этот лидер - талантливый экономист, извлекающий максимум выгоды из финансовых операций.

source: This leader is a skilled bioinformatician, experienced in using computer based methods to solve biological problems.
ru: Этот лидер - опытный биоинформатик, имеющий опыт использования компьютерных методов для решения биологических задач.

source: This leader is a veteran of the armed forces, with intimate experience of its structural inefficiencies.
ru: Этот лидер - ветераном вооруженных сил с с богатым опытом управления.

source: This leader is adept at making complex plans, outmaneuvering their opponents and optimizing their military campaigns.
ru: Этот лидер, определенно, способен переиграть противника, во время военной компании.

source: This leader is always in the thick of it, bucking the spirits of the troops by leading from the front despite the risks involved.
ru: Этот лидер всегда ведет свое войско в гущу событий, игнорируя связанные с этим риски.

source: This leader is an aggressive admiral, always looking to pour as much fire on the enemy as possible within the least amount of time.
ru: Этот адмирал всегда старается нанести как можно больше урона противнику за наименьшее количество времени.

source: This leader is an architect at heart, investing in more efficient construction practices.
ru: Этот лидер в душе проектировщик и инвестирует в более эффективные методы строительства.

source: This leader is an expert at organization, having the necessary micromanagement skills to command very large starship formations.
ru: Этот лидер является экспертом в управлении очень большими формированиями кораблей.
